{"organizations": [], "uuid": "da1484d97fad236724cc4bf0c256aadc980ed2ae", "thread": {"social": {"gplus": {"shares": 0}, "pinterest": {"shares": 0}, "vk": {"shares": 0}, "linkedin": {"shares": 0}, "facebook": {"likes": 0, "shares": 0, "comments": 0}, "stumbledupon": {"shares": 0}}, "site_full": "www.cnbc.com", "main_image": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/02/26/105029248-Patrick_OShaughnessy_IMG_0545_150ppi.1910x1000.jpg", "site_section": "", "section_title": "", "url": "https://www.cnbc.com/2018/02/27/new-leader-of-6-point-2-billion-dollar-money-management-firm-looks-to-podcasts.html", "country": "US", "domain_rank": 767, "title": "New leader of $6.2 billion money-management firm looks to podcasts", "performance_score": 0, "site": "cnbc.com", "participants_count": 0, "title_full": "", "spam_score": 0.172, "site_type": "news", "published": "2018-02-28T13:01:00.000+02:00", "replies_count": 0, "uuid": "da1484d97fad236724cc4bf0c256aadc980ed2ae"}, "author": "Evelyn Cheng", "url": "https://www.cnbc.com/2018/02/27/new-leader-of-6-point-2-billion-dollar-money-management-firm-looks-to-podcasts.html", "ord_in_thread": 0, "title": "New leader of $6.2 billion money-management firm looks to podcasts", "locations": [], "entities": {"persons": [{"name": "patrick o'shaughnessy", "sentiment": "negative"}, {"name": "patrick", "sentiment": "none"}, {"name": "o'shaughnessy", "sentiment": "none"}, {"name": "jim", "sentiment": "none"}], "locations": [], "organizations": []}, "highlightText": "", "language": "english", "persons": [], "text": "At 32, Patrick O'Shaughnessy is becoming CEO of a $6 billion asset management firm, 10 years after starting there as an intern.\nTrue, it's his father's firm. But the younger O'Shaughnessy has made a name for himself. He hosts a popular investing podcast, has an online book club and he shares thoughtful insight about cryptocurrencies. And then there's his 32,200 Twitter followers and counting.\nTo O'Shaughnessy, embracing new technologies still follows the legacy of his father, Jim, who is best known for his 1996 book \"What Works on Wall Street.\"\n\"The spirit of it is actually same: transparent, engaging entertainment that made us successful in the first place,\" said the younger O'Shaughnessy, who is set to complete his transition into CEO by the end of March. I want to \"keep that going.\"\nThat strategy is also how Patrick believes O'Shaughnessy Asset Management, as an active investment manager of $6.2 billion, will remain relevant in a world where investors have gravitated toward passive, low fee index investing.\n\"The founding ethos of the firm is transparency,\" he said. \"Successful active managers in the future are going to focus on this idea of educating about the process and make it engaging and entertaining.\"\nHis father formed O'Shaughnessy Capital Management in 1987 and over the next decade developed his theory of how different factors drive investment returns. The company launched four mutual funds in 1996, according to its website, and became part of Bear Sterns Asset Management in 2001. Today's O'Shaughnessy Asset Management, or OSAM, launched six years later as an independent spinoff.\nThat year, the younger O'Shaughnessy joined the Stamford, Connecticut-based asset manager as an intern. He had just completed his philosophy degree at the University of Notre Dame and was beginning a career in a new company in an industry that was experiencing one of its worst periods ever.\n\"Like most philosophy majors, I had no idea what I wanted to do, but I knew it would be downright foolish to miss the chance to help set up a company at the ground level,\" he said in an online blog post about his beginnings in finance. \"At age 23 I was sent out to explain to clients why they had half the money they did less than a year prior.\"\nLehman Brothers collapsed in the fall of 2008 amid the global financial crisis and Great Recession. U.S. stocks plunged and didn't resume their upward climb until 2009. Today, the market remains in the middle of its second-longest bull run ever.\nPatrick O'Shaughnessy eventually completed the three-part Chartered Financial Analyst program in the summer of 2014, and was principal and portfolio manager at OSAM before becoming CEO. Also in 2014, he published \"Millennial Money: How Young Investors Can Build a Fortune.\" He's now married with two children.\nFrom a career perspective, the most valuable thing he said he has done is spending about seven years entering and analyzing market data. In a phone interview this month, he said the grunt work gave him \"tremendous respect for how hard it is to outperform market indexes\" and emphasized the importance of research. When he didn't put in enough legwork, he said, that turned into his greatest mistake: an internal experiment with a long-short strategy that lost money.\nHistorical market analysis is the hallmark of his father's book, and a similar mentality played into his own view on the latest stock market volatility. Speaking a day after stocks' worst day in six years on Feb. 5, he said, \"We've seen what's normal.\"\nLast year was the \"easiest money we'll see in a long time,\" he added, citing the abnormal calm of stock markets in 2017.\nIn the days after we spoke, the S&P fell 10 percent from its recent high into correction territory for the first time in two years. While analysts expect stocks to climb slightly higher this year, most predict the market is closer to the end of the upward cycle.\nThe younger O'Shaughnessy said that under his leadership, OSAM will remain focused on four investing principles: pick stocks of companies that are profitable, cheap, have very strong price trends and offer high yields for shareholders.\n\"Patrick has enhanced our investment process, enriched our client service and opened new doors of opportunity for the firm,\" Jim O'Shaughnessy said in a Jan. 24 release announcing the promotion. \"Now, he will lead our team as we expand upon what we have spent decades building — and pave the way for an even stronger future for OSAM and our clients.\"\nThe younger O'Shaughnessy draws on various influences. His philosophical background shows up in his list of eight books that changed his life: thinkers Ralph Waldo Emerson, Henry David Thoreau and Jiddu Krishnamurti appear on the list, as does the ancient Chinese philosophical text Tao Te Ching. Fellow readers can sign up for \"Book Club\" emails that lists monthly selections from about 100 titles Patrick reads each year.\nThe incoming OSAM CEO also regularly picks the top minds in Wall Street with his weekly podcast \"Invest like the Best,\" which has a 5-star rating in Apple's iTunes store. The venture started in September 2016 with an interview with Jeff Gramm, a friend in the finance industry who had just released a book on the rise of shareholder activism.\nThe podcast was also how Patrick began exploring the concept of bitcoin , blockchain technology and cryptocurrencies generally. He said he became curious after an analyst at the firm said he'd bought digital currencies litecoin and ethereum one weekend. What followed was a podcast series featuring interviews with leaders in the cryptocurrency world.\n\"I will admit to really underestimating cryptocurrencies for years,\" he told CNBC, noting that in his book about investing for millennials he compared the crypto price surge to historical market bubbles. \"I didn't go deep enough on it. I've been incredibly impressed, to be honest.\"\nAlthough \"the use case right now has been primarily as an unregulated casino,\" down the road \"we may do something in crypto,\" he said. It's \"tremendously viable as an asset class.\"", "external_links": [], "published": "2018-02-28T13:01:00.000+02:00", "crawled": "2018-02-28T13:02:07.000+02:00", "highlightTitle": ""}